SUCCESS=Th\u00E0nh c\u00F4ng
FAILED=Thao t\u00E1c th\u1EA5t b\u1EA1i
UNAUTHENTICATED=Ch\u01B0a x\u00E1c th\u1EF1c
ACCESS_DENIED=B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n truy c\u1EADp
TOKEN_EXPIRED=Phi\u00EAn l\u00E0m vi\u1EC7c \u0111\u00E3 h\u1EBFt h\u1EA1n
INVALID_TOKEN=M\u00E3 th\u00F4ng b\u00E1o kh\u00F4ng h\u1EE3p l\u1EC7
LOGIN_FAILED=Email ho\u1EB7c m\u1EADt kh\u1EA9u kh\u00F4ng ch\u00EDnh x\u00E1c
USER_NOT_ACTIVE=T\u00E0i kho\u1EA3n ch\u01B0a \u0111\u01B0\u1EE3c k\u00EDch ho\u1EA1t
USER_ALREADY_ACTIVE=T\u00E0i kho\u1EA3n \u0111\u00E3 \u0111\u01B0\u1EE3c k\u00EDch ho\u1EA1t
LOGOUT_SUCCESS=\u0110\u0103ng xu\u1EA5t th\u00E0nh c\u00F4ng
LOGOUT_FAILED=\u0110\u0103ng xu\u1EA5t th\u1EA5t b\u1EA1i
ACCOUNT_TEMPORARILY_LOCKED=T\u00E0i kho\u1EA3n b\u1ECB kh\u00F3a t\u1EA1m th\u1EDDi do \u0111\u0103ng nh\u1EADp sai nhi\u1EC1u l\u1EA7n. Vui l\u00F2ng th\u1EED l\u1EA1i sau.
DEVICE_NOT_FOUND=Kh\u00F4ng t\u00ECm th\u1EA5y phi\u00EAn thi\u1EBFt b\u1ECB y\u00EAu c\u1EA7u
REGISTER_SUCCESS=\u0110\u0103ng k\u00FD th\u00E0nh c\u00F4ng. Vui l\u00F2ng ki\u1EC3m tra email \u0111\u1EC3 k\u00EDch ho\u1EA1t t\u00E0i kho\u1EA3n.
ACTIVATION_SUCCESS=K\u00EDch ho\u1EA1t t\u00E0i kho\u1EA3n th\u00E0nh c\u00F4ng. B\u1EA1n c\u00F3 th\u1EC3 \u0111\u0103ng nh\u1EADp.
PASSWORD_RESET_SUCCESS=\u0110\u1EB7t l\u1EA1i m\u1EADt kh\u1EA9u th\u00E0nh c\u00F4ng
PASSWORD_CHANGED_SUCCESS=\u0110\u1ED5i m\u1EADt kh\u1EA9u th\u00E0nh c\u00F4ng
EMAIL_VERIFICATION_SENT=Email x\u00E1c th\u1EF1c \u0111\u00E3 \u0111\u01B0\u1EE3c g\u1EEDi th\u00E0nh c\u00F4ng
OTP_INVALID=M\u00E3 x\u00E1c th\u1EF1c kh\u00F4ng h\u1EE3p l\u1EC7
OTP_EXPIRED=M\u00E3 x\u00E1c th\u1EF1c \u0111\u00E3 h\u1EBFt h\u1EA1n
OTP_VALID=M\u00E3 x\u00E1c th\u1EF1c h\u1EE3p l\u1EC7
CAPTCHA_REQUIRED=Y\u00EAu c\u1EA7u x\u00E1c th\u1EF1c Captcha
CAPTCHA_INVALID=Captcha kh\u00F4ng h\u1EE3p l\u1EC7
EMAIL_IS_SPAM=\u0110\u1ECBa ch\u1EC9 email b\u1ECB nghi ng\u1EDD l\u00E0 spam
OTP_REQUIRED=Y\u00EAu c\u1EA7u nh\u1EADp m\u00E3 x\u00E1c th\u1EF1c
PLEASE_WAIT_BEFORE_RESENDING=Qu\u00E1 nhi\u1EC1u y\u00EAu c\u1EA7u. Vui l\u00F2ng \u0111\u1EE3i 60 gi\u00E2y tr\u01B0\u1EDBc khi y\u00EAu c\u1EA7u m\u00E3 m\u1EDBi.
EMAIL_INVALID=\u0110\u1ECBnh d\u1EA1ng email kh\u00F4ng h\u1EE3p l\u1EC7.
USER_NOT_FOUND=Kh\u00F4ng t\u00ECm th\u1EA5y ng\u01B0\u1EDDi d\u00F9ng
USER_EXISTED=Ng\u01B0\u1EDDi d\u00F9ng \u0111\u00E3 t\u1ED3n t\u1EA1i
EMAIL_ALREADY_USED=Email \u0111\u00E3 \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng
USERNAME_INVALID=T\u00EAn ng\u01B0\u1EDDi d\u00F9ng ph\u1EA3i c\u00F3 \u00EDt nh\u1EA5t 3 k\u00FD t\u1EF1
PASSWORD_INVALID=M\u1EADt kh\u1EA9u kh\u00F4ng \u0111\u1EA1t y\u00EAu c\u1EA7u v\u1EC1 \u0111\u1ED9 d\u00E0i
PASSWORD_TOO_WEAK=M\u1EADt kh\u1EA9u qu\u00E1 y\u1EBFu
PASSWORD_NOT_MATCH=M\u1EADt kh\u1EA9u x\u00E1c nh\u1EADn kh\u00F4ng kh\u1EDBp
CURRENT_PASSWORD_INCORRECT=M\u1EADt kh\u1EA9u hi\u1EC7n t\u1EA1i kh\u00F4ng ch\u00EDnh x\u00E1c
NEW_PASSWORD_SAME_AS_OLD=M\u1EADt kh\u1EA9u m\u1EDBi kh\u00F4ng \u0111\u01B0\u1EE3c tr\u00F9ng v\u1EDBi m\u1EADt kh\u1EA9u c\u0169
POST_NOT_FOUND=Kh\u00F4ng t\u00ECm th\u1EA5y b\u00E0i vi\u1EBFt
CANNOT_DELETE_POST=B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n x\u00F3a b\u00E0i vi\u1EBFt n\u00E0y
CANNOT_EDIT_POST=B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n ch\u1EC9nh s\u1EEDa b\u00E0i vi\u1EBFt n\u00E0y
CONTENT_TOO_LONG=N\u1ED9i dung v\u01B0\u1EE3t qu\u00E1 \u0111\u1ED9 d\u00E0i t\u1ED1i \u0111a
MESSAGE_NOT_FOUND=Kh\u00F4ng t\u00ECm th\u1EA5y tin nh\u1EAFn
MESSAGE_NOT_OWNER=B\u1EA1n kh\u00F4ng ph\u1EA3i l\u00E0 ch\u1EE7 s\u1EDF h\u1EEFu c\u1EE7a tin nh\u1EAFn n\u00E0y
MESSAGE_RECALL_EXPIRED=\u0110\u00E3 h\u1EBFt th\u1EDDi gian thu h\u1ED3i tin nh\u1EAFn
MESSAGE_ALREADY_RECALLED=Tin nh\u1EAFn \u0111\u00E3 \u0111\u01B0\u1EE3c thu h\u1ED3i
CANNOT_SEND_TO_SELF=B\u1EA1n kh\u00F4ng th\u1EC3 g\u1EEDi tin nh\u1EAFn cho ch\u00EDnh m\u00ECnh
MESSAGE_ACCESS_DENIED=T\u1EEB ch\u1ED1i truy c\u1EADp cu\u1ED9c tr\u00F2 chuy\u1EC7n n\u00E0y
ALREADY_FRIENDS=C\u00E1c b\u1EA1n \u0111\u00E3 l\u00E0 b\u1EA1n b\u00E8
FRIEND_REQUEST_NOT_FOUND=Kh\u00F4ng t\u00ECm th\u1EA5y l\u1EDDi m\u1EDDi k\u1EBFt b\u1EA1n
USER_BLOCKED=Ng\u01B0\u1EDDi d\u00F9ng \u0111\u00E3 b\u1ECB ch\u1EB7n
CANNOT_PERFORM_ON_SELF=B\u1EA1n kh\u00F4ng th\u1EC3 th\u1EF1c hi\u1EC7n thao t\u00E1c n\u00E0y v\u1EDBi ch\u00EDnh m\u00ECnh
BLOCK_NOT_FOUND=Kh\u00F4ng t\u00ECm th\u1EA5y m\u1ED1i quan h\u1EC7 ch\u1EB7n
BLOCK_SUCCESS=\u0110\u00E3 ch\u1EB7n ng\u01B0\u1EDDi d\u00F9ng th\u00E0nh c\u00F4ng
UNBLOCK_SUCCESS=\u0110\u00E3 b\u1ECF ch\u1EB7n ng\u01B0\u1EDDi d\u00F9ng th\u00E0nh c\u00F4ng
CANNOT_BLOCK_ADMIN=B\u1EA1n kh\u00F4ng th\u1EC3 ch\u1EB7n qu\u1EA3n tr\u1ECB vi\u00EAn
ALREADY_BLOCKED=B\u1EA1n \u0111\u00E3 ch\u1EB7n ng\u01B0\u1EDDi d\u00F9ng n\u00E0y r\u1ED3i
BLOCKED_BY_USER=B\u1EA1n \u0111\u00E3 b\u1ECB ng\u01B0\u1EDDi d\u00F9ng n\u00E0y ch\u1EB7n
INTERACTION_RESTRICTED=T\u01B0\u01A1ng t\u00E1c b\u1ECB h\u1EA1n ch\u1EBF do c\u00E0i \u0111\u1EB7t ch\u1EB7n
FILE_TOO_LARGE=K\u00EDch th\u01B0\u1EDBc t\u1EC7p v\u01B0\u1EE3t qu\u00E1 gi\u1EDBi h\u1EA1n
UNSUPPORTED_FILE_TYPE=\u0110\u1ECBnh d\u1EA1ng t\u1EC7p kh\u00F4ng \u0111\u01B0\u1EE3c h\u1ED7 tr\u1EE3
UPLOAD_FAILED=T\u1EA3i t\u1EC7p l\u00EAn th\u1EA5t b\u1EA1i
ROLE_NOT_FOUND=Kh\u00F4ng t\u00ECm th\u1EA5y vai tr\u00F2 m\u1EB7c \u0111\u1ECBnh
RINGTONE_NOT_FOUND=Kh\u00F4ng t\u00ECm th\u1EA5y nh\u1EA1c chu\u00F4ng m\u1EB7c \u0111\u1ECBnh
COMMENT_NOT_FOUND=Kh\u00F4ng t\u00ECm th\u1EA5y b\u00ECnh lu\u1EADn
COMMENT_NOT_OWNER=B\u1EA1n kh\u00F4ng ph\u1EA3i l\u00E0 ch\u1EE7 s\u1EDF h\u1EEFu c\u1EE7a b\u00ECnh lu\u1EADn n\u00E0y
CANNOT_EDIT_COMMENT=B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n ch\u1EC9nh s\u1EEDa b\u00ECnh lu\u1EADn n\u00E0y
CANNOT_DELETE_COMMENT=B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n x\u00F3a b\u00ECnh lu\u1EADn n\u00E0y
COMMENT_CONTENT_TOO_LONG=N\u1ED9i dung b\u00ECnh lu\u1EADn v\u01B0\u1EE3t qu\u00E1 \u0111\u1ED9 d\u00E0i t\u1ED1i \u0111a
INVALID_REACTION_TYPE=Lo\u1EA1i ph\u1EA3n \u1EE9ng kh\u00F4ng h\u1EE3p l\u1EC7
REACTION_NOT_FOUND=Kh\u00F4ng t\u00ECm th\u1EA5y ph\u1EA3n \u1EE9ng
NOTIFICATION_NOT_FOUND=Kh\u00F4ng t\u00ECm th\u1EA5y th\u00F4ng b\u00E1o
CANNOT_ACCESS_NOTIFICATION=B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n truy c\u1EADp th\u00F4ng b\u00E1o n\u00E0y
INVALID_EMAIL=\u0110\u1ECBnh d\u1EA1ng email kh\u00F4ng h\u1EE3p l\u1EC7
EMAIL_REQUIRED=Y\u00EAu c\u1EA7u nh\u1EADp email
PASSWORD_REQUIRED=Y\u00EAu c\u1EA7u nh\u1EADp m\u1EADt kh\u1EA9u
PASSWORD_MIN_8_CHARACTERS=M\u1EADt kh\u1EA9u ph\u1EA3i c\u00F3 \u00EDt nh\u1EA5t 8 k\u00FD t\u1EF1
USERNAME_REQUIRED=Y\u00EAu c\u1EA7u nh\u1EADp t\u00EAn ng\u01B0\u1EDDi d\u00F9ng
FIELD_REQUIRED=Tr\u01B0\u1EDDng n\u00E0y l\u00E0 b\u1EAFt bu\u1ED9c
INVALID_INPUT=D\u1EEF li\u1EC7u \u0111\u1EA7u v\u00E0o kh\u00F4ng h\u1EE3p l\u1EC7
USERNAME_LENGTH_INVALID=\u0110\u1ED9 d\u00E0i t\u00EAn ng\u01B0\u1EDDi d\u00F9ng kh\u00F4ng h\u1EE3p l\u1EC7 (3-50 k\u00FD t\u1EF1)
CONFIRM_PASSWORD_REQUIRED=Y\u00EAu c\u1EA7u x\u00E1c nh\u1EADn m\u1EADt kh\u1EA9u
BIRTHDATE_MUST_BE_IN_PAST=Ng\u00E0y sinh ph\u1EA3i \u1EDF trong qu\u00E1 kh\u1EE9
UNCATEGORIZED_EXCEPTION=L\u1ED7i kh\u00F4ng x\u00E1c \u0111\u1ECBnh
INVALID_REQUEST_FORMAT=\u0110\u1ECBnh d\u1EA1ng y\u00EAu c\u1EA7u kh\u00F4ng h\u1EE3p l\u1EC7 ho\u1EB7c JSON b\u1ECB l\u1ED7i
INVALID_KEY=Kh\u00F3a tin nh\u1EAFn kh\u00F4ng h\u1EE3p l\u1EC7
UPDATE_FAILED=Thao t\u00E1c c\u1EADp nh\u1EADt th\u1EA5t b\u1EA1i
DELETE_FAILED=Thao t\u00E1c x\u00F3a th\u1EA5t b\u1EA1i
CREATE_FAILED=Thao t\u00E1c t\u1EA1o m\u1EDBi th\u1EA5t b\u1EA1i
DATABASE_ERROR=L\u1ED7i th\u1EF1c thi ho\u1EB7c k\u1EBFt n\u1ED1i c\u01A1 s\u1EDF d\u1EEF li\u1EC7u
INTERNAL_SERVER_ERROR=\u0110\u00E3 x\u1EA3y ra l\u1ED7i m\u00E1y ch\u1EE7 n\u1ED9i b\u1ED9
REEL_NOT_FOUND=Kh\u00F4ng t\u00ECm th\u1EA5y video ng\u1EAFn (Reel)
REEL_UPLOAD_FAILED=T\u1EA3i video ng\u1EAFn l\u00EAn th\u1EA5t b\u1EA1i
REEL_PROCESSING=Video ng\u1EAFn v\u1EABn \u0111ang \u0111\u01B0\u1EE3c x\u1EED l\u00FD
REEL_FILE_INVALID=\u0110\u1ECBnh d\u1EA1ng ho\u1EB7c th\u1EDDi l\u01B0\u1EE3ng video ng\u1EAFn kh\u00F4ng h\u1EE3p l\u1EC7
CANNOT_DELETE_REEL=B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n x\u00F3a video ng\u1EAFn n\u00E0y
REEL_AI_TRAINING_FAILED=Kh\u00F4ng th\u1EC3 k\u00EDch ho\u1EA1t AI training cho video n\u00E0y
REEL_METADATA_INVALID=D\u1EEF li\u1EC7u meta c\u1EE7a video ng\u1EAFn b\u1ECB thi\u1EBFu ho\u1EB7c kh\u00F4ng h\u1EE3p l\u1EC7
STORY_NOT_FOUND=Kh\u00F4ng t\u00ECm th\u1EA5y tin (Story)
STORY_EXPIRED=Tin n\u00E0y \u0111\u00E3 h\u1EBFt h\u1EA1n v\u00E0 kh\u00F4ng c\u00F2n kh\u1EA3 d\u1EE5ng
STORY_UPLOAD_FAILED=T\u1EA3i ph\u01B0\u01A1ng ti\u1EC7n c\u1EE7a tin l\u00EAn th\u1EA5t b\u1EA1i
STORY_TOO_MANY_ITEMS=B\u1EA1n \u0111\u00E3 \u0111\u1EA1t \u0111\u1EBFn s\u1ED1 l\u01B0\u1EE3ng tin t\u1ED1i \u0111a trong ng\u00E0y
CANNOT_VIEW_STORY=B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n xem tin n\u00E0y
STORY_MEDIA_UNSUPPORTED=\u0110\u1ECBnh d\u1EA1ng ph\u01B0\u01A1ng ti\u1EC7n kh\u00F4ng \u0111\u01B0\u1EE3c h\u1ED7 tr\u1EE3 cho tin
STORY_REACTION_FAILED=Kh\u00F4ng th\u1EC3 x\u1EED l\u00FD ph\u1EA3n \u1EE9ng cho tin n\u00E0y
GROUP_NOT_FOUND=Kh\u00F4ng t\u00ECm th\u1EA5y nh\u00F3m
GROUP_EXISTED=T\u00EAn nh\u00F3m \u0111\u00E3 t\u1ED3n t\u1EA1i
CANNOT_DELETE_GROUP=B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n x\u00F3a nh\u00F3m n\u00E0y
CANNOT_EDIT_GROUP=B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n ch\u1EC9nh s\u1EEDa c\u00E0i \u0111\u1EB7t nh\u00F3m
NOT_A_MEMBER=B\u1EA1n kh\u00F4ng ph\u1EA3i l\u00E0 th\u00E0nh vi\u00EAn c\u1EE7a nh\u00F3m n\u00E0y
ALREADY_A_MEMBER=B\u1EA1n \u0111\u00E3 l\u00E0 th\u00E0nh vi\u00EAn c\u1EE7a nh\u00F3m n\u00E0y
GROUP_INVITATION_NOT_FOUND=Kh\u00F4ng t\u00ECm th\u1EA5y l\u1EDDi m\u1EDDi v\u00E0o nh\u00F3m
ALREADY_INVITED=Ng\u01B0\u1EDDi d\u00F9ng \u0111\u00E3 \u0111\u01B0\u1EE3c m\u1EDDi v\u00E0o nh\u00F3m n\u00E0y r\u1ED3i
MEMBER_NOT_FOUND=Kh\u00F4ng t\u00ECm th\u1EA5y th\u00E0nh vi\u00EAn trong nh\u00F3m n\u00E0y
GROUP_ACCESS_DENIED=Nh\u00F3m n\u00E0y l\u00E0 ri\u00EAng t\u01B0. B\u1EA1n ph\u1EA3i l\u00E0 th\u00E0nh vi\u00EAn \u0111\u1EC3 xem n\u1ED9i dung
CANNOT_LEAVE_GROUP_CREATOR=Ng\u01B0\u1EDDi t\u1EA1o kh\u00F4ng th\u1EC3 r\u1EDDi nh\u00F3m. Vui l\u00F2ng chuy\u1EC3n quy\u1EC1n s\u1EDF h\u1EEFu tr\u01B0\u1EDBc
GROUP_MAX_MEMBERS_REACHED=Nh\u00F3m \u0111\u00E3 \u0111\u1EA1t s\u1ED1 l\u01B0\u1EE3ng th\u00E0nh vi\u00EAn t\u1ED1i \u0111a
INVITATION_EXPIRED=L\u1EDDi m\u1EDDi v\u00E0o nh\u00F3m \u0111\u00E3 h\u1EBFt h\u1EA1n
NOT_AN_ADMIN=B\u1EA1n ph\u1EA3i l\u00E0 qu\u1EA3n tr\u1ECB vi\u00EAn \u0111\u1EC3 th\u1EF1c hi\u1EC7n thao t\u00E1c n\u00E0y
CANNOT_INVITE_SELF=B\u1EA1n kh\u00F4ng th\u1EC3 t\u1EF1 m\u1EDDi ch\u00EDnh m\u00ECnh v\u00E0o nh\u00F3m
INVITATION_ALREADY_PROCESSED=L\u1EDDi m\u1EDDi n\u00E0y \u0111\u00E3 \u0111\u01B0\u1EE3c ch\u1EA5p nh\u1EADn ho\u1EB7c t\u1EEB ch\u1ED1i tr\u01B0\u1EDBc \u0111\u00F3
INVITATION_NOT_FOUND=Kh\u00F4ng t\u00ECm th\u1EA5y l\u1EDDi m\u1EDDi cho nh\u00F3m n\u00E0y
NOT_AN_INVITEE=B\u1EA1n kh\u00F4ng n\u1EB1m trong danh s\u00E1ch \u0111\u01B0\u1EE3c m\u1EDDi c\u1EE7a nh\u00F3m n\u00E0y
ALREADY_A_MEMBER_REQUEST_CLEARED=Ng\u01B0\u1EDDi d\u00F9ng \u0111\u00E3 l\u00E0 th\u00E0nh vi\u00EAn; y\u00EAu c\u1EA7u ch\u1EDD x\u1EED l\u00FD \u0111\u00E3 \u0111\u01B0\u1EE3c x\u00F3a
JOIN_REQUEST_NOT_FOUND=Y\u00EAu c\u1EA7u tham gia kh\u00F4ng t\u1ED3n t\u1EA1i ho\u1EB7c \u0111\u00E3 b\u1ECB h\u1EE7y tr\u01B0\u1EDBc \u0111\u00F3
MEMBER_REMOVAL_FAILED=Kh\u00F4ng th\u1EC3 x\u1EED l\u00FD vi\u1EC7c r\u1EDDi nh\u00F3m
PERMISSION_DENIED=B\u1EA1n kh\u00F4ng c\u00F3 \u0111\u1EE7 quy\u1EC1n h\u1EA1n \u0111\u1EC3 th\u1EF1c hi\u1EC7n thao t\u00E1c n\u00E0y
UNAUTHORIZED_ACCESS=Truy c\u1EADp tr\u00E1i ph\u00E9p v\u00E0o t\u00E0i nguy\u00EAn n\u00E0y
RESOURCE_OWNER_REQUIRED=Ch\u1EC9 ch\u1EE7 s\u1EDF h\u1EEFu t\u00E0i nguy\u00EAn m\u1EDBi c\u00F3 th\u1EC3 th\u1EF1c hi\u1EC7n thao t\u00E1c n\u00E0y
SPICEDB_CONNECTION_ERROR=K\u1EBFt n\u1ED1i d\u1ECBch v\u1EE5 b\u1EA3o m\u1EADt th\u1EA5t b\u1EA1i
SPICEDB_WRITE_ERROR=\u0110\u1ED3ng b\u1ED9 h\u00F3a quy\u1EC1n h\u1EA1n th\u1EA5t b\u1EA1i
SPICEDB_SCHEMA_VIOLATION=C\u1EA5u h\u00ECnh quy\u1EC1n h\u1EA1n kh\u00F4ng kh\u1EDBp
ROLE_INSUFFICIENT=Vai tr\u00F2 hi\u1EC7n t\u1EA1i c\u1EE7a b\u1EA1n kh\u00F4ng \u0111\u1EE7 th\u1EA9m quy\u1EC1n
GROUP_MEMBER_REQUIRED=Thao t\u00E1c n\u00E0y y\u00EAu c\u1EA7u ph\u1EA3i l\u00E0 th\u00E0nh vi\u00EAn nh\u00F3m
FRIENDSHIP_REQUIRED=Ch\u1EC9 b\u1EA1n b\u00E8 m\u1EDBi c\u00F3 th\u1EC3 t\u01B0\u01A1ng t\u00E1c v\u1EDBi n\u1ED9i dung n\u00E0y
SPICEDB_READ_ERROR=Kh\u00F4ng th\u1EC3 ki\u1EC3m tra quy\u1EC1n h\u1EA1n l\u00FAc n\u00E0y
PERMISSION_REVC_FAILED=Thu h\u1ED3i quy\u1EC1n h\u1EA1n th\u1EA5t b\u1EA1i
PERMISSION_SYNC_PENDING=Quy\u1EC1n h\u1EA1n c\u1EE7a b\u1EA1n \u0111ang \u0111\u01B0\u1EE3c c\u1EADp nh\u1EADt, vui l\u00F2ng th\u1EED l\u1EA1i sau gi\u00E2y l\u00E1t